Repository: Hakods/DailyVibes
Catalog: Localizable.xcstrings
Source language: tr
Languages: en

# tab.history
source: Geçmiş
en: History

# tab.more
source: Daha Fazla
en: More

# tab.settings
source: Ayarlar
en: Settings

# tab.stats
source: İstatistikler
en: Statistics

# tab.summaries
source: Özetler
en: Summaries

# tab.today
source: Bugün
en: Today

source: Tamam
en: OK

source: Tarih
en: Date

source: Tatlı Gülümseme
en: Slight Smile

source: Tedirgin
en: Uneasy

source: Temizle
en: Clear

source: Tersine Gülen
en: Silly

# today.subtitle.answered
source: Bugünkü kayıt tamam
en: Today's log is complete

# today.subtitle.late
source: Geç cevap
en: Late response

# today.subtitle.missed
source: Bugünkü kayıt kaçırıldı
en: Today's log was missed

# today.subtitle.noPlan
source: Bugün plan yok
en: No plan for today

# today.subtitle.pending
source: Cevap bekleniyor
en: Waiting for response

source: Toplam Kayıt
en: Total Entries

source: Üşütmüş
en: Feeling Sick

source: Uygulama Dili
en: App Language

source: Uygulama Versiyonu
en: App Version

source: Uygulamayı kullanmaya devam ettikçe, ruh halin ve puanlarınla ilgili ilginç istatistikler burada görünecek.
en: As you continue to use the app, interesting stats about your mood and ratings will appear here.

source: Uykulu
en: Sleepy

source: Üzgün
en: Sad

# validation.maxChars
source: • Notun 500 karakteri geçmemeli.
en: • Note cannot exceed 500 characters.

# validation.minChars
source: • En az 10 karakter girmelisin.
en: • Must be at least 10 characters.

# validation.selectMood
source: • Bir mod seçmelisin.
en: • You must select a mood.

source: Verileri Dosyaya Aktar (CSV)
en: Export Data to File (CSV)

source: Vibe'ını kaydetme zamanı!
en: Time to log your vibe!

# vibeCoach.error.generic
source: Üzgünüm, bir sorun oluştu.
en: Sorry, something went wrong.

# vibeCoach.paywall.upsell
source: Günlük ücretsiz mesaj limitine ulaştın. Sınırsız sohbet ve daha derin analizler için Pro'ya geçmeye ne dersin?
en: You've reached your daily free message limit. How about upgrading to Pro for unlimited chat and deeper analysis?

# vibeCoach.welcome.free
source: Merhaba! Ben Vibe Koçu. Bugün için %ld ücretsiz mesaj hakkınla başlayabilirsin ✨
en: Hi! I'm the Vibe Coach. You can start with your %ld free messages for today ✨

# vibeCoach.welcome.pro
source: Merhaba! Ben Vibe Koçu. Sınırsız Pro erişiminle sana yardımcı olmaya hazırım.
en: Hi! I'm the Vibe Coach. With your unlimited Pro access, I'm ready to help.

source: Yaramaz
en: Mischievous

source: Yeni özet her ayın 1'inde aktif olur.
en: New summary becomes active on the 1st of each month.

source: Yeni özet her Pazartesi aktif olur.
en: New summary becomes active every Monday.

source: Yenile
en: Refresh

source: Yoğun hissediyorsan, kısa bir nefes egzersizi an'a dönmene yardımcı olabilir.
en: If you're feeling overwhelmed, a short breathing exercise can help you return to the moment.

source: Yorgun
en: Tired

source: Yükleniyor...
en: Loading...
